Rhino.Inside.Revit API
RenderMaterialConverter Methods
The RenderMaterialConverter type exposes the following members.
Methods
Name | Description
ToRenderMaterial
 Converts the specified Autodesk.Revit.DB.Material to an equivalent Rhino.Render.RenderMaterial in given Rhino.RhinoDoc.
Top
See Also
Reference
RenderMaterialConverter Class
RhinoInside.Revit.Convert.Render Namespace